Repository: WPPlugins/gugl
Catalog: lang/gugl-*.po
Languages: pl_pl

source: Gugl Options
pl_pl: Opcje Gugl

source: Text before phrase
pl_pl: Tekst wyświetlający się przed frazą

source: Destination page
pl_pl: Strona docelowa

source: Title for the link
pl_pl: Tytuł linka

source: Open link in new window?
pl_pl: Otwierać link w nowym oknie?

source: Color Scheme for the button
pl_pl: Schemat kolorów przycisku

source: Define own Color Scheme
pl_pl: Zdefiniuj własny schemat kolorów

source: Reset Statistics
pl_pl: Zresetuj statystyki

source: Send your Statistics to Author
pl_pl: Wyślij statystyki

source: Test mode for Administrator
pl_pl: Tryb testowy dla administratora

source: General Settings
pl_pl: Ustawienia Gugl

source: Color Settings
pl_pl: Ustawienia koloru

source: Maintenance
pl_pl: Konserwacja

source: If you don't want to display anything just leave it blank
pl_pl: Jeśli nie chcesz, żeby cokolwiek było wyświetlane przed frazą pozostaw to pole puste

source: Eg. http://google.com/ or internal link: /langing-page
pl_pl: Np. http://google.pl/ lub link wewnętrzny /strona-docelowa

source: This is for SEO
pl_pl: Dla SEO

source: Dynamically changes only text before phrase and color
pl_pl: Dynamicznie zmienia się tylko tekst i kolor

source: [phrase]
pl_pl: [fraza]

source: Button Preview
pl_pl: Podgląd

source: Enable
pl_pl: Włącz

source: If checked, link will pop up in new tab
pl_pl: Jeśli pole będzie zaznaczone, link będzie otwierał się w nowej zakładce

source: Check, if you want to use additional Class for your Color Scheme
pl_pl: Zaznacz jeśli chcesz dodać "czystą" klasę

source: Now you can use in your CSS file Class: <code>.gugl_button_Custom</code>
pl_pl: Teraz możesz użyć w swoim pliku CSS klasy: <code>.gugl_button_Custom</code>

source: Check if you want to reset clicks and views counters
pl_pl: Zaznacz jeśli chcesz zresetować liczniki wyświetleń i kliknięć

source: If checked, an e-mail will be send containing website adress, number of views, hits and CTR rate. This will help me with plugin improvement
pl_pl: Jeśli pole będzie zaznaczone, zostanie wysłany e-mail zawierający adres Twojej strony i liczbę wyświetleń, kliknięć oraz CTR. Pomoże mi to w ulepszeniu wtyczki. Dzięki!

source: If checked, button will be visible only for Administrator without any search guery from Google. This will affect on all used shortcodes
pl_pl: Jeśli pole będzie zaznaczone, przycisk będzie widoczny tylko dla administratora, z wyświetlaną przykładową frazą. Opcja ma wpływ na wszystkie shortcody na stronie

source: Donate
pl_pl: Wesprzyj

source: Translate
pl_pl: Przetłumacz

source: Settings
pl_pl: Ustawienia

source: Gugl Settings
pl_pl: Ustawienia Gugl

source: Save Changes
pl_pl: Zapisz zmiany

source: Usage
pl_pl: Używanie

source: Shortcode will use default values you specified in Default Settings Section. If you want override those settings just enter optional attributes in shortcode.<br /><code>[gugl before="text shown before query phrase" link="url to your destination page" title="title of this anchor" color="One of color scheme"]</code>
pl_pl: Shortcode będzie używał ustawień, które zdefiniowane są w sekcji Domyślne ustawienia dla shortcode. Jeśli chcesz nadpisać te ustawienia wystarczy, że zdefiniujesz opcjonalne atrybutu przy wywyływaniu shortcode.<br /><strong>[gugl before="text pokazywany przed frazą" link="link do strony docelowej" title="tytuł dla linku" color="Schemat kolorów (Grey, Green, Blue, Red, Orange, White, Purple, Pink)"]</strong>

source: Example 1: If you want to ovveride just link url and title, shortcode will look like:<br /><code>[gugl link="http://new-adress.com/" title="New title"]</code>
pl_pl: Przykład 1: Jeśli chcesz nadpisać tylko adres strony docelowej i tytuł dla linka, shortcode będzie wyglądał tak:<br /><strong>[gugl link="http://nowy-adres.pl/" title="Nowy tytuł"]</strong>

source: Example 2: If you want to show button with your defaul settings:
pl_pl: Przykład 2: Jeśli chcesz, żeby shortcode wyświetlał się z ustawieniami, które podałeś w sekcji domyślne ustawienia:

source: If you wan't to put button to your theme file, you can just execute shortcode in PHP tags like this:<br />%s.
pl_pl: Jeśli chcesz umieścić przycisk w kodzie swojego motywu wystarczy, że wywołasz shortcode między tagami PHP:<br/>%s

source: Of course in that case you can also use attributes.
pl_pl: W tym przypadku również możesz wykorzystać atrybuty.

source: See the <a href="http://codex.wordpress.org/Function_Reference/do_shortcode" title="Function do_shortcode">WordPress Function Reference</a> for more information.
pl_pl: Zobacz <a href="http://codex.wordpress.org/Function_Reference/do_shortcode" title="Opis do_shortcode">opis funkcji WordPress</a>, żeby uzyskać więcej informacji.</p>

source: Give me some sunshine
pl_pl: Podaruj mi trochę słońca

source: If you like this plugin, please <strong><a href="%s" target="_blank" title="Make me happy :)">give me reason</a></strong> to make it even better!
pl_pl: Jeśli spodobał Ci się motyw, proszę <strong><a href="%s" target="_blank" title="Uszczęśliw mnie :)">daj mi powód</a></strong> do uczynienia go jeszcze lepszym!

source: Statistics
pl_pl: Statystyki

source: Don't give up! It's always hope!
pl_pl: Nie odpuszaj! Zawsze jest nadzieja!

source: You should improve something.
pl_pl: Powinieneś coś ulepszyć.

source: It could be better.
pl_pl: Może być lepiej.

source: A good start
pl_pl: Dobry początek

source: It's OK :)
pl_pl: Jest OK :)

source: Boom! This is CTR!
pl_pl: Bum! To jest CTR!

source: Whoa! This is really good!
pl_pl: Wow! To jest na prawdę dobry CTR!

source: Tell me what you do!
pl_pl: Powiedz mi co zrobiłeś!

source: Watch out! We have a Badass over here!
pl_pl: Uwaga! Mamy tutaj kozaka!

source: Views: %d, Clicks: %d
pl_pl: Wyświetleń: %d, Kliknięć: %d

source: Important information
pl_pl: Ważne informacje

source: If Test mode is disabled a button will not be shown on page. Only if a visitor load page with shortcode from the Google <acronym title="Search Engine Results Page">SERP</acronym> <strong>without SSL</strong> button will be visible. If visitor search for anything while hi is logged to his Google Account he use SSL. In that case plugin will be working improperly. Google just doesn't pass query string because of "security reasons".
pl_pl: Jeśli tryb testowy jest wyłączony, przycisk na stronie nie będzie wyświetlany za każdym razem. Tylko jeśli gość załaduje stronę poprzez <acronym title="Search Engine Results Page, pol. Strona wyników wyszukiwania">SERP</acronym> Google <strong>bez SSL</strong> przycisk będzie wyświetlany. Jeśli użytkownik szuka czegoś, będąc zalogowany w usłudze Google - używa on SSL. W tym przypadku wtyczka może nie działać właściwie. Google nie przekazuje ciągu pytania ze względu na "bezpieczeństwo".

source: Contact
pl_pl: Kontakt

source: If you have any questions about this plugin or you want to <strong>translate it</strong> you can use this simple <a href="%s" title="Contact me">contact form</a> to get in touch with me.
pl_pl: Jeśli masz jakieś pytania odnośnie wtyczki lub chcesz ją przetłumaczyć, możesz użyć <a href="%s" title="Skontaktuj się z autorem">formularza kontaktowego</a>.

source: Grey
pl_pl: Szary

source: Green
pl_pl: Zielony

source: Blue
pl_pl: Niebieski

source: Red
pl_pl: Czerwony

source: Orange
pl_pl: Pomarańczowy

source: White
pl_pl: Biały

source: Purple
pl_pl: Fioletowy

source: Pink
pl_pl: Różowy

source: Custom
pl_pl: Niestandardowy
